

################## 以下是自动生成的代码 ##################
## 比赛系统  lijunshi2015@163.com

TimeConf = { 
2101 : {
	"season_name"	: "2021年第一赛季",
	"release_start"	: "2021-03-09 08:00:00",
	"release_end"	: "2021-05-09 24:00:00",
	"exchange_end"	: "2021-05-11 08:00:00",
	"turnplate_id"	: 21013001,
},
2102 : {
	"season_name"	: "2021年第二赛季",
	"release_start"	: "2021-05-11 08:00:00",
	"release_end"	: "2021-07-11 24:00:00",
	"exchange_end"	: "2021-07-13 08:00:00",
	"turnplate_id"	: 21023001,
},
}

def get_conf():
	return TimeConf;



################## 以上是自动生成的代码 ##################

################## 以下是手工编写部分 ##################
