

################## 以下是自动生成的代码 ##################
## 比赛系统  lijunshi2015@163.com

GuideConf = { 
1 : {
	"desc"	: "剑会普通",
	"npc"	: "欧冶子之灵",
	"time"	: "19:00:00-23:00:00",
	"npc_location"	: "144,104,1001",
	"mweek"	: "1,2,3,4,5,6",
    "wday"	: "3",
},
2 : {
	"desc"	: "剑会普通",
	"npc"	: "欧冶子之灵",
	"time"	: "13:00:00-23:00:00",
	"npc_location"	: "144,104,1001",
	"mweek"	: "2,3,4",
    "wday"	: "6",
},
3 : {
	"desc"	: "剑会三界菁英",
	"npc"	: "欧冶子之灵",
	"time"	: "19:00:00-23:00:00",
	"npc_location"	: "144,104,1001",
	"mweek"	: "1,2,3,4,5,6",
    "wday"	: "2,4",
},
4 : {
	"desc"	: "决战华山",
	"npc"	: "华山接引人",
	"time"	: "19:30:00-22:00:00",
	"npc_location"	: "390,95,1001",
	"mweek"	: "1,5",
    "wday"	: "5,6,7",
},
5 : {
	"desc"	: "英雄大会（精锐）",
	"npc"	: "精锐组传送人",
	"time"	: "13:30:00-18:00:00",
	"npc_location"	: "117,114,1001",
	"mweek"	: "4",
    "wday"	: "7",
},
6 : {
	"desc"	: "英雄大会（勇武）",
	"npc"	: "勇武组传送人",
	"time"	: "13:30:00-18:00:00",
	"npc_location"	: "101,63,1001",
	"mweek"	: "4",
    "wday"	: "7",
},
7 : {
	"desc"	: "英雄大会（神威）",
	"npc"	: "神威组传送人",
	"time"	: "13:30:00-18:00:00",
	"npc_location"	: "92,12,1001",
	"mweek"	: "4",
    "wday"	: "7",
},
8 : {
	"desc"	: "英雄大会（天科）",
	"npc"	: "天科组传送人",
	"time"	: "13:30:00-18:00:00",
	"npc_location"	: "66,46,1001",
	"mweek"	: "4",
    "wday"	: "7",
},
9 : {
	"desc"	: "英雄大会（天启）",
	"npc"	: "天启组传送人",
	"time"	: "13:30:00-18:00:00",
	"npc_location"	: "168,52,1001",
	"mweek"	: "4",
    "wday"	: "7",
},
10 : {
	"desc"	: "英雄大会（天元）",
	"npc"	: "天元组传送人",
	"time"	: "13:30:00-18:00:00",
	"npc_location"	: "202,70,1001",
	"mweek"	: "4",
    "wday"	: "7",
},
}

def get_conf():
	return GuideConf;



################## 以上是自动生成的代码 ##################

################## 以下是手工编写部分 ##################
